Repository: NiceATC/glpi-modifications
Catalog: locales/*.po
Languages: de_de, it_it, pt_br

source: UI Branding
pt_br: Personalização de Interface

source: Apply Modifications
de_de: Modifikationen anwenden
it_it: Applicare le modifiche
pt_br: Aplicar Modificações

source: Page Title
de_de: Seitentitel
it_it: Titolo Pagina
pt_br: Título da Página

source: Show login background
de_de: Login Hintergrund anwenden
pt_br: Exibir fundo do login

source: Show custom logos
de_de: Benutzerdefinierte Logos anzeigen
pt_br: Exibir logos personalizadas

source: Show custom favicon
de_de: Benutzerdefiniertes Favicon anzeigen
pt_br: Exibir favicon personalizado

source: Custom Images
de_de: Benutzerdefinierte Bilder
it_it: Immagini personalizzate
pt_br: Imagens Personalizadas

source: Background (min. 1920x1080 - JPG)
de_de: Hintergrund (min. 1920x1080 - JPG)
it_it: Sfondo (min. 1920x1080 - JPG)
pt_br: Fundo (mín. 1920x1080 - JPG)

source: Background
de_de: Hintergrund
it_it: Sfondo
pt_br: Fundo

source: Small Logo (53x53 - PNG)
de_de: Kleines Logo (53x53 - PNG)
it_it: Logo piccolo (53x53 - PNG)
pt_br: Logo Pequena (53x53 - PNG)

source: Small Logo
de_de: Kleines Logo
it_it: Logo piccolo
pt_br: Logo Pequena

source: Medium Logo (100x55 - PNG)
de_de: Größeres Logo (100x55 - PNG)
it_it: Logo medio (100x55 - PNG)
pt_br: Logo Média (100x55 - PNG)

source: Medium Logo
de_de: Größeres Logo
it_it: Logo medio
pt_br: Logo Média

source: Large Logo (250x138 - PNG)
de_de: Großes Logo (250x138 - PNG)
it_it: Logo grande (250x138 - PNG)
pt_br: Logo Grande (250x138 - PNG)

source: Large Logo
de_de: Großes Logo
it_it: Logo grande
pt_br: Logo Grande

source: Basic Settings
pt_br: Configurações Básicas

source: Modern UI Settings
pt_br: Configurações de Interface Moderna

source: Login Theme
pt_br: Tema de Login

source: Layout Style
pt_br: Estilo de Layout

source: Animation Style
pt_br: Estilo de Animação

source: Enhanced Features
pt_br: Recursos Avançados

source: Modern Input Fields
pt_br: Campos de Entrada Modernos

source: Floating Labels
pt_br: Rótulos Flutuantes

source: Modern Buttons
pt_br: Botões Modernos

source: Logo Effects
pt_br: Efeitos na Logo

source: Particle Background
pt_br: Fundo com Partículas

source: Color Customization
pt_br: Personalização de Cores

source: Primary Color
pt_br: Cor Primária

source: Secondary Color
pt_br: Cor Secundária

source: Accent Color
pt_br: Cor de Destaque

source: Advanced Settings
pt_br: Configurações Avançadas

source: Border Radius
pt_br: Raio da Borda

source: Blur Intensity
pt_br: Intensidade do Desfoque

source: Changes will be applied to the login page. You can preview the login page in a private/incognito browser window.
pt_br: As alterações serão aplicadas na página de login. Você pode visualizar a página de login em uma janela anônima/privada do navegador.

source: Please activate the plugin
de_de: Bitte aktivieren Sie das Plugin
it_it: Per favore attivare il plugin
pt_br: Por favor, ative o plugin

source: Modern Login Designer
pt_br: Designer de Login Moderno

source: Interactive Panel Settings
pt_br: Configurações do Painel Interativo

source: Panel Title
pt_br: Título do Painel

source: Panel Notifications
pt_br: Notificações do Painel

source: Panel Events
pt_br: Eventos do Painel

source: Enable Countdown
pt_br: Ativar Contagem Regressiva

source: Countdown Label
pt_br: Texto da Contagem

source: Countdown Date
pt_br: Data da Contagem

source: One notification per line
pt_br: Uma notificação por linha

source: One event per line. Format: Event Name | Event Date
pt_br: Um evento por linha. Formato: Nome do Evento | Data do Evento

source: Select the target date for countdown
pt_br: Selecione a data alvo para a contagem regressiva

source: Classic
pt_br: Clássico

source: Split Left
pt_br: Dividido Esquerda

source: Split Right
pt_br: Dividido Direita

source: Background Options
pt_br: Opções de Fundo

source: Custom Logos
pt_br: Logos Personalizadas

source: Colors
pt_br: Cores

source: Interactive Panel
pt_br: Painel Interativo

source: Show Login background
it_it: Mostra lo sfondo del login
